Revit 2027 API
ParameterTypeId.RoomOccupancyUnitParam Property
 "Occupancy Unit"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomOccupancyUnitParam { get; }
Public Shared ReadOnly Property RoomOccupancyUnitParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomOccupancyUnitParam {
	ForgeTypeId^ get ();
}
static member RoomOccupancyUnitParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace